Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: Save a good week as a template and reuse it when you run out of ideas.
da: Gem en god uge som skabelon, og genbrug den, når du mangler idéer.
de: Sichere eine gelungene Woche als Vorlage und nutze sie wieder, wenn dir die Ideen ausgehen.
es: Guarda una buena semana como plantilla y reutilízala cuando te falten ideas.
fr: Enregistrez une bonne semaine comme modèle et réutilisez-la quand vous manquez d’idées.
it: Salva una settimana riuscita come modello e riutilizzala quando ti mancano le idee.
nl: Bewaar een goede week als sjabloon en gebruik hem opnieuw als je even geen ideeën hebt.
pt_pt: Guarda uma boa semana como modelo e reutiliza-a quando te faltarem ideias.

source: Save a week as a template first.
da: Gem først en uge som skabelon.
es: Guarda antes una semana como plantilla.
fr: Enregistrez d’abord une semaine comme modèle.
it: Salva prima una settimana come modello.
nl: Bewaar eerst een week als sjabloon.
pt_pt: Guarda primeiro uma semana como modelo.

source: Save anyway
da: Gem alligevel
es: Guardar de todos modos
fr: Enregistrer quand même
it: Salva comunque
nl: Toch bewaren
pt_pt: Guardar mesmo assim

source: Save as new variant
da: Gem som ny variant
de: Als neue Variante sichern
es: Guardar como variante nueva
fr: Enregistrer comme nouvelle variante
it: Salva come nuova variante
nl: Als nieuwe variant bewaren
pt_pt: Guardar como nova variante

source: Save as template
da: Gem som skabelon
es: Guardar como plantilla
fr: Enregistrer comme modèle
it: Salva come modello
nl: Als sjabloon bewaren
pt_pt: Guardar como modelo

source: Save link only
da: Gem kun linket
es: Guardar solo el enlace
fr: Enregistrer seulement le lien
it: Salva solo il link
nl: Alleen de link bewaren
pt_pt: Guardar apenas o link

source: Save recipe
da: Gem opskriften
de: Rezept speichern
es: Guardar la receta
fr: Enregistrer la recette
it: Salva la ricetta
nl: Recept bewaren
pt_pt: Guardar a receita

source: Save to a folder…
da: Gem i en mappe…
es: Guardar en una carpeta…
fr: Enregistrer dans un dossier…
it: Salva in una cartella…
nl: Bewaren in een map…
pt_pt: Guardar numa pasta…

source: Save week as template
da: Gem ugen som skabelon
es: Guardar la semana como plantilla
fr: Enregistrer la semaine comme modèle
it: Salva la settimana come modello
nl: Week als sjabloon bewaren
pt_pt: Guardar a semana como modelo

source: Saved
da: Gemt
es: Guardado
fr: Enregistré
it: Salvato
nl: Bewaard
pt_pt: Guardado

source: Saved %lld recipes to MealPlan
da: %lld opskrifter gemt i MealPlan
de: %lld Rezepte in MealPlan gespeichert
es: Se han guardado %lld recetas en MealPlan
fr: %lld recettes enregistrées dans MealPlan
it: %lld ricette salvate in MealPlan
nl: %lld recepten bewaard in MealPlan
pt_pt: %lld receitas guardadas no MealPlan

source: Saved to %@
da: Gemt i %@
es: Guardado en %@
fr: Enregistré dans %@
it: Salvato in %@
nl: Bewaard in %@
pt_pt: Guardado em %@

source: Saved to MealPlan
da: Gemt i MealPlan
de: In MealPlan gespeichert
es: Guardado en MealPlan
fr: Enregistré dans MealPlan
it: Salvato in MealPlan
nl: Bewaard in MealPlan
pt_pt: Guardado no MealPlan

source: Saving…
da: Gemmer…
de: Wird gespeichert …
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
nl: Bezig met bewaren…
pt_pt: A guardar…

source: Scan a recipe
da: Scan en opskrift
es: Escanear una receta
fr: Scanner une recette
it: Scansiona una ricetta
nl: Een recept scannen
pt_pt: Digitalizar uma receita

source: Scan from photo or PDF
da: Scan fra billede eller PDF
es: Escanear desde una foto o un PDF
fr: Scanner depuis une photo ou un PDF
it: Scansiona da foto o PDF
nl: Scannen vanuit foto of PDF
pt_pt: Digitalizar a partir de foto ou PDF

source: Scan recipe
da: Scan opskrift
es: Escanear receta
fr: Scanner la recette
it: Scansiona ricetta
nl: Recept scannen
pt_pt: Digitalizar receita

source: Scan with camera
da: Scan med kameraet
es: Escanear con la cámara
fr: Scanner avec l’appareil photo
it: Scansiona con la fotocamera
nl: Scannen met de camera
pt_pt: Digitalizar com a câmara

source: Schedule is clear
da: Ingen aftaler
de: Nichts geplant
es: La agenda está libre
fr: Aucun rendez-vous
it: Nessun impegno
nl: Niets in de agenda
pt_pt: Agenda livre

source: Seafood
da: Skaldyr
de: Meeresfrüchte
es: Marisco
fr: Fruits de mer
it: Frutti di mare
nl: Zeevruchten
pt_pt: Marisco

source: Search again
da: Søg igen
es: Buscar de nuevo
fr: Rechercher à nouveau
it: Cerca di nuovo
nl: Opnieuw zoeken
pt_pt: Pesquisar de novo

source: Search dishes
da: Søg i retter
de: Gerichte suchen
es: Buscar platos
fr: Rechercher des plats
it: Cerca piatti
nl: Gerechten zoeken
pt_pt: Pesquisar pratos

source: Search or add an ingredient
da: Søg efter eller tilføj en ingrediens
de: Zutat suchen oder hinzufügen
es: Buscar o añadir un ingrediente
fr: Rechercher ou ajouter un ingrédient
it: Cerca o aggiungi un ingrediente
nl: Ingrediënt zoeken of toevoegen
pt_pt: Pesquisar ou adicionar um ingrediente

source: Search with
da: Søg med
es: Buscar con
fr: Rechercher avec
it: Cerca con
nl: Zoeken met
pt_pt: Pesquisar com

source: Search your dishes, or paste a link
da: Søg i dine retter, eller indsæt et link
de: Gerichte durchsuchen oder Link einfügen
es: Busca en tus platos o pega un enlace
fr: Cherchez dans vos plats ou collez un lien
it: Cerca tra i tuoi piatti o incolla un link
nl: Zoek in je gerechten of plak een link
pt_pt: Pesquisa nos teus pratos ou cola um link

source: Searching…
da: Søger…
es: Buscando…
fr: Recherche…
it: Ricerca…
nl: Bezig met zoeken…
pt_pt: A pesquisar…

source: Season
da: Sæson
de: Saison
es: Temporada
fr: Saison
it: Stagione
nl: Seizoen
pt_pt: Estação

source: See what is connected, then open only the service you want to change.
da: Se, hvad der er forbundet, og åbn kun den tjeneste, du vil ændre.
de: Sieh sofort, was verbunden ist, und öffne nur den Dienst, den du ändern möchtest.
es: Mira lo que está conectado y abre solo el servicio que quieras cambiar.
fr: Voyez ce qui est connecté, puis ouvrez seulement le service que vous voulez modifier.
it: Guarda cosa è collegato, poi apri solo il servizio che vuoi modificare.
nl: Zie wat er verbonden is en open alleen de dienst die je wilt aanpassen.
pt_pt: Vê o que está ligado e abre apenas o serviço que queres alterar.

source: Select all
da: Vælg alle
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
nl: Selecteer alles
pt_pt: Selecionar tudo

source: Select none
da: Vælg ingen
de: Keinen auswählen
es: No seleccionar ninguno
fr: Ne rien sélectionner
it: Non selezionare nulla
nl: Niets selecteren
pt_pt: Não selecionar nada

source: Selected
da: Valgt
de: Ausgewählt
es: Seleccionados
fr: Sélectionnés
it: Selezionati
nl: Geselecteerd
pt_pt: Selecionados

source: Send the whole list to Bring!
da: Send hele listen til Bring!
de: Ganze Liste an Bring! senden
es: Enviar toda la lista a Bring!
fr: Envoyer toute la liste vers Bring!
it: Invia tutta la lista a Bring!
nl: Hele lijst naar Bring! sturen
pt_pt: Enviar toda a lista para o Bring!

source: Send to Bring!
da: Send til Bring!
de: An Bring! senden
es: Enviar a Bring!
fr: Envoyer vers Bring!
it: Invia a Bring!
nl: Naar Bring! sturen
pt_pt: Enviar para o Bring!

source: Send your shopping list to Bring!, or keep the two in step so ticking something off in either app ticks it off in the other.
da: Send din indkøbsliste til Bring!, eller hold de to synkroniserede, så en afkrydsning i den ene app også krydser af i den anden.
de: Sende deine Einkaufsliste an Bring! oder halte beide synchron – abgehakt in der einen App heißt abgehakt in der anderen.
es: Envía tu lista de la compra a Bring! o mantén las dos sincronizadas: marcar algo en una app lo marca en la otra.
fr: Envoyez votre liste de courses vers Bring!, ou gardez les deux synchronisées : cocher un article dans l’une le coche dans l’autre.
it: Invia la tua lista della spesa a Bring! oppure mantieni le due sincronizzate: spuntare qualcosa in un’app lo spunta anche nell’altra.
nl: Stuur je boodschappenlijst naar Bring! of houd de twee gelijk: iets afvinken in de ene app vinkt het ook af in de andere.
pt_pt: Envia a tua lista de compras para o Bring! ou mantém as duas sincronizadas: assinalar algo numa das apps assinala-o na outra.

source: Serves %lld
da: Til %lld portioner
es: Para %lld raciones
fr: Pour %lld portions
it: Per %lld porzioni
nl: Voor %lld porties
pt_pt: Para %lld doses

source: Servings
da: Portioner
es: Raciones
fr: Portions
it: Porzioni
nl: Porties
pt_pt: Doses

source: Set up regular meals like Taco Tuesday — they plan themselves weeks ahead.
da: Opret faste måltider som taco-tirsdag — de planlægger sig selv uger frem.
de: Richte feste Mahlzeiten wie Taco Tuesday ein – sie planen sich Wochen im Voraus von selbst.
es: Configura comidas fijas como el martes de tacos: se planifican solas con semanas de antelación.
fr: Mettez en place des repas réguliers comme le mardi tacos — ils se planifient tout seuls des semaines à l’avance.
it: Imposta pasti ricorrenti come il martedì dei tacos: si pianificano da soli con settimane di anticipo.
nl: Stel vaste maaltijden in zoals Taco Tuesday — ze plannen zichzelf weken vooruit.
pt_pt: Configura refeições regulares como a terça dos tacos — planeiam-se sozinhas com semanas de antecedência.

source: Setting up…
da: Konfigurerer…
es: Configurando…
fr: Configuration…
it: Configurazione…
nl: Bezig met instellen…
pt_pt: A configurar…

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pt_pt: Definições

source: Share
da: Del
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Deel
pt_pt: Partilhar

source: Share / AirDrop
da: Del / AirDrop
es: Compartir / AirDrop
fr: Partager / AirDrop
it: Condividi / AirDrop
nl: Delen / AirDrop
pt_pt: Partilhar / AirDrop

source: Share / Print
da: Del / Udskriv
es: Compartir / Imprimir
fr: Partager / Imprimer
it: Condividi / Stampa
nl: Delen / Afdrukken
pt_pt: Partilhar / Imprimir

source: Share / Save
da: Del / Gem
es: Compartir / Guardar
fr: Partager / Enregistrer
it: Condividi / Salva
nl: Delen / Bewaren
pt_pt: Partilhar / Guardar

source: Share %@
da: Del %@
es: Compartir %@
fr: Partager %@
it: Condividi %@
nl: %@ delen
pt_pt: Partilhar %@

source: Share or open a .paprikarecipes or .mealplanrecipes file to bring a whole recipe collection over at once.
da: Del eller åbn en .paprikarecipes- eller .mealplanrecipes-fil for at hente en hel opskriftssamling ind på én gang.
de: Teile oder öffne eine .paprikarecipes- oder .mealplanrecipes-Datei, um gleich eine ganze Rezeptsammlung zu übernehmen.
es: Comparte o abre un archivo .paprikarecipes o .mealplanrecipes para traer de una vez toda una colección de recetas.
fr: Partagez ou ouvrez un fichier .paprikarecipes ou .mealplanrecipes pour importer toute une collection de recettes d’un coup.
it: Condividi o apri un file .paprikarecipes o .mealplanrecipes per importare in una volta un’intera raccolta di ricette.
nl: Deel of open een .paprikarecipes- of .mealplanrecipes-bestand om in één keer een hele receptencollectie over te nemen.
pt_pt: Partilha ou abre um ficheiro .paprikarecipes ou .mealplanrecipes para trazer de uma vez uma coleção inteira de receitas.

source: Share recipes into MealPlan
da: Del opskrifter til MealPlan
de: Rezepte zu MealPlan teilen
es: Compartir recetas con MealPlan
fr: Partager des recettes vers MealPlan
it: Condividere ricette in MealPlan
nl: Recepten delen met MealPlan
pt_pt: Partilhar receitas para o MealPlan

source: Share the invitation
da: Del invitationen
es: Compartir la invitación
fr: Partager l’invitation
it: Condividi l’invito
nl: De uitnodiging delen
pt_pt: Partilhar o convite

source: Share the list or send it to Reminders.
da: Del listen, eller send den til Påmindelser.
de: Teile die Liste oder schick sie an die Erinnerungen.
es: Comparte la lista o envíala a Recordatorios.
fr: Partagez la liste ou envoyez-la vers Rappels.
it: Condividi la lista o inviala a Promemoria.
nl: Deel de lijst of stuur hem naar Herinneringen.
pt_pt: Partilha a lista ou envia-a para os Lembretes.

source: Share with family
da: Del med familien
de: Mit Familie teilen
es: Compartir con la familia
fr: Partager avec la famille
it: Condividi con la famiglia
nl: Delen met het gezin
pt_pt: Partilhar com a família

source: Sharing unavailable
da: Deling er ikke tilgængelig
es: Uso compartido no disponible
fr: Partage indisponible
it: Condivisione non disponibile
nl: Delen niet beschikbaar
pt_pt: Partilha indisponível

source: Shop for
da: Køb ind til
es: Comprar para
fr: Faire les courses pour
it: Spesa per
nl: Boodschappen voor
pt_pt: Compras para

source: Shopping
da: Indkøb
es: Compra
fr: Courses
it: Spesa
nl: Boodschappen
pt_pt: Compras

source: Shopping list
da: Indkøbsliste
de: Einkaufsliste
es: Lista de la compra
fr: Liste de courses
it: Lista della spesa
nl: Boodschappenlijst
pt_pt: Lista de compras

source: Short prepwork
da: Lidt forberedelse
de: Wenig Aufwand
es: Poca preparación
fr: Peu de préparation
it: Poca preparazione
nl: Weinig voorbereiding
pt_pt: Pouca preparação

source: Show amounts in
da: Vis mængder i
es: Mostrar cantidades en
fr: Afficher les quantités en
it: Mostra le quantità in
nl: Hoeveelheden tonen in
pt_pt: Mostrar quantidades em

source: Show details
da: Vis detaljer
es: Mostrar detalles
fr: Afficher les détails
it: Mostra i dettagli
nl: Details tonen
pt_pt: Mostrar detalhes

source: Show dish list
da: Vis retlisten
es: Mostrar la lista de platos
fr: Afficher la liste des plats
it: Mostra l’elenco dei piatti
nl: Gerechtenlijst tonen
pt_pt: Mostrar a lista de pratos

source: Show nutrition estimates
da: Vis ernæringsskøn
es: Mostrar estimaciones nutricionales
fr: Afficher les estimations nutritionnelles
it: Mostra le stime nutrizionali
nl: Voedingsschattingen tonen
pt_pt: Mostrar estimativas nutricionais

source: Shows only when someone is busy, never what they are doing.
da: Viser kun, hvornår nogen er optaget — aldrig med hvad.
de: Zeigt nur, wann jemand beschäftigt ist – nie, womit.
es: Solo muestra cuándo alguien está ocupado, nunca qué está haciendo.
fr: Indique seulement quand une personne est occupée, jamais ce qu’elle fait.
it: Mostra solo quando qualcuno è impegnato, mai cosa sta facendo.
nl: Toont alleen wanneer iemand bezet is, nooit waarmee.
pt_pt: Mostra apenas quando alguém está ocupado, nunca o que está a fazer.

source: Shows the schedule around each meal.
da: Viser dagens program omkring hvert måltid.
de: Zeigt den Tagesablauf rund um jede Mahlzeit.
es: Muestra la agenda alrededor de cada comida.
fr: Affiche le programme autour de chaque repas.
it: Mostra gli impegni intorno a ogni pasto.
nl: Toont de planning rond elke maaltijd.
pt_pt: Mostra a agenda à volta de cada refeição.

source: Signed in as
da: Logget ind som
de: Angemeldet als
es: Sesión iniciada como
fr: Connecté en tant que
it: Accesso eseguito come
nl: Ingelogd als
pt_pt: Sessão iniciada como

source: Skip
da: Spring over
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
nl: Sla over
pt_pt: Ignorar

source: Skip them all if you prefer an empty library.
da: Spring dem alle over, hvis du hellere vil starte med en tom samling.
de: Wähle keines, wenn du lieber mit einer leeren Bibliothek beginnst.
es: Sáltalos todos si prefieres empezar con una colección vacía.
fr: Ignorez-les tous si vous préférez une collection vide.
it: Saltali tutti se preferisci una raccolta vuota.
nl: Sla ze allemaal over als je liever met een lege collectie begint.
pt_pt: Ignora-os todos se preferires uma coleção vazia.

source: Smaller text
da: Mindre tekst
de: Kleinerer Text
es: Texto más pequeño
fr: Texte plus petit
it: Testo più piccolo
nl: Kleinere tekst
pt_pt: Texto mais pequeno

source: Something quick
da: Noget hurtigt
de: Etwas Schnelles
es: Algo rápido
fr: Quelque chose de rapide
it: Qualcosa di veloce
nl: Iets snels
pt_pt: Algo rápido

source: Something went wrong
da: Noget gik galt
es: Algo ha salido mal
fr: Une erreur s’est produite
it: Qualcosa è andato storto
nl: Er is iets misgegaan
pt_pt: Algo correu mal

source: Sort by
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
nl: Sorteer op
pt_pt: Ordenar por

source: Sort dishes by
da: Sortér retter efter
es: Ordenar los platos por
fr: Trier les plats par
it: Ordina i piatti per
nl: Gerechten sorteren op
pt_pt: Ordenar os pratos por

source: Soup
da: Suppe
de: Suppe
es: Sopa
fr: Soupe
it: Zuppa
nl: Soep
pt_pt: Sopa

source: Source link
da: Kildelink
es: Enlace de origen
fr: Lien source
it: Link di origine
nl: Bronlink
pt_pt: Link de origem

source: Spicy
da: Stærk
de: Scharf
es: Picante
fr: Épicé
it: Piccante
nl: Pittig
pt_pt: Picante

source: Spring
da: Forår
es: Primavera
fr: Printemps
it: Primavera
nl: Lente
pt_pt: Primavera

source: Standard portions
da: Standardportioner
de: Standard-Portionen
es: Raciones estándar
fr: Portions standard
it: Porzioni standard
nl: Standaardporties
pt_pt: Doses padrão

source: Standing arrangements like Taco Tuesday or pizza every second Sunday, planned into the calendar for you.
da: Faste aftaler som taco-tirsdag eller pizza hver anden søndag, som planlægges ind i kalenderen for dig.
es: Acuerdos fijos como el martes de tacos o pizza cada dos domingos, que se planifican solos en tu calendario.
fr: Des habitudes comme le mardi tacos ou la pizza un dimanche sur deux, planifiées pour vous dans le calendrier.
it: Appuntamenti fissi come il martedì dei tacos o la pizza ogni due domeniche, pianificati per te nel calendario.
nl: Vaste afspraken zoals Taco Tuesday of pizza om de week op zondag, die voor jou in de kalender worden gepland.
pt_pt: Combinações fixas como a terça dos tacos ou pizza de dois em dois domingos, planeadas automaticamente no teu calendário.

source: Staples are left off the shopping list when it's rebuilt from the plan. Run out of one? Put it on the list yourself with the cart button.
da: Basisvarer holdes ude af indkøbslisten, når den bygges op igen ud fra planen. Er du løbet tør for en? Sæt den selv på listen med indkøbsvogn-knappen.
de: Vorratsartikel bleiben beim Neuaufbau der Einkaufsliste außen vor. Etwas ausgegangen? Mit der Einkaufswagen-Taste setzt du es selbst auf die Liste.
es: Los artículos de despensa se dejan fuera de la lista de la compra cuando se vuelve a crear desde el plan. ¿Se te ha acabado alguno? Ponlo tú en la lista con el botón del carrito.
fr: Les produits de base sont laissés hors de la liste de courses lors d’une reconstruction depuis le menu. À court de l’un d’eux ? Ajoutez-le vous-même avec le bouton chariot.
it: Le scorte restano fuori dalla lista della spesa quando viene ricreata dal piano. Ne è finita una? Mettila tu in lista con il pulsante del carrello.
nl: Voorraadartikelen blijven van de boodschappenlijst als die opnieuw uit het plan wordt opgebouwd. Iets op? Zet het er zelf op met de winkelwagenknop.
pt_pt: Os artigos de despensa ficam de fora da lista de compras quando esta é reconstruída a partir do plano. Acabou-se algum? Põe-no tu na lista com o botão do carrinho.

source: Start new
da: Start forfra
de: Neu beginnen
es: Empezar de nuevo
fr: Recommencer
it: Ricomincia
nl: Opnieuw beginnen
pt_pt: Começar de novo

source: Start planning
da: Kom i gang med planlægningen
de: Los geht’s
es: Empezar a planificar
fr: Commencer à planifier
it: Inizia a pianificare
nl: Beginnen met plannen
pt_pt: Começar a planear

source: Start with a few dishes
da: Start med et par retter
de: Starte mit ein paar Gerichten
es: Empieza con unos cuantos platos
fr: Commencez avec quelques plats
it: Inizia con qualche piatto
nl: Begin met een paar gerechten
pt_pt: Começa com alguns pratos

source: Starting
da: Fra og med
es: A partir del
fr: À partir du
it: A partire dal
nl: Vanaf
pt_pt: A partir de

source: Stated by the recipe.
da: Angivet i opskriften.
es: Indicado por la receta.
fr: Indiqué par la recette.
it: Indicato dalla ricetta.
nl: Opgegeven door het recept.
pt_pt: Indicado pela receita.

source: Step %lld
da: Trin %lld
de: Schritt %lld
es: Paso %lld
fr: Étape %lld
it: Passaggio %lld
nl: Stap %lld
pt_pt: Passo %lld

source: Steps, notes, anything…
da: Trin, noter, hvad som helst…
es: Pasos, notas, lo que sea…
fr: Étapes, notes, tout ce que vous voulez…
it: Passaggi, note, qualsiasi cosa…
nl: Stappen, notities, van alles…
pt_pt: Passos, notas, o que quiseres…

source: Subscribe
da: Abonner
de: Abonnieren
es: Suscribirse
fr: S’abonner
it: Abbonati
nl: Abonneren
pt_pt: Subscrever

source: Subscribe to a recipe blog or bookmark a site your household likes.
da: Abonner på en opskriftsblog, eller gem en side, din husstand kan lide.
de: Abonniere einen Rezeptblog oder merke eine Website, die dein Haushalt mag.
es: Suscríbete a un blog de recetas o guarda un sitio que le guste a tu hogar.
fr: Abonnez-vous à un blog de recettes ou ajoutez en favori un site que votre foyer apprécie.
it: Abbonati a un blog di ricette o salva un sito che piace in casa.
nl: Abonneer je op een receptenblog of bewaar een site die je huishouden leuk vindt.
pt_pt: Subscreve um blogue de receitas ou guarda um site de que a tua casa gosta.

source: Subscribe to a site
da: Abonner på en side
de: Website abonnieren
es: Suscribirse a un sitio
fr: S’abonner à un site
it: Abbonati a un sito
nl: Op een site abonneren
pt_pt: Subscrever um site

source: Sugar
da: Sukker
de: Zucker
es: Azúcar
fr: Sucre
it: Zucchero
nl: Suiker
pt_pt: Açúcar

source: Suggest automatically
da: Foreslå automatisk
es: Sugerir automáticamente
fr: Suggérer automatiquement
it: Suggerisci automaticamente
nl: Automatisch voorstellen
pt_pt: Sugerir automaticamente

source: Suggested
da: Foreslået
de: Vorschläge
es: Sugeridos
fr: Suggestions
it: Suggeriti
nl: Voorgesteld
pt_pt: Sugeridas

source: Suggested from the dish name
da: Foreslået ud fra rettens navn
es: Sugerido a partir del nombre del plato
fr: Suggéré d’après le nom du plat
it: Suggerito dal nome del piatto
nl: Voorgesteld op basis van de gerechtnaam
pt_pt: Sugerido a partir do nome do prato

source: Suggestions
da: Forslag
de: Vorschläge
es: Sugerencias
it: Suggerimenti
nl: Suggesties
pt_pt: Sugestões

source: Summer
da: Sommer
es: Verano
fr: Été
it: Estate
nl: Zomer
pt_pt: Verão

source: Sync now
da: Synkronisér nu
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
nl: Nu synchroniseren
pt_pt: Sincronizar agora

source: Sync with Bring!
da: Synkronisér med Bring!
de: Mit Bring! synchronisieren
es: Sincronizar con Bring!
fr: Synchroniser avec Bring!
it: Sincronizza con Bring!
nl: Synchroniseren met Bring!
pt_pt: Sincronizar com o Bring!

source: Syncing
da: Synkronisering
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
nl: Synchronisatie
pt_pt: Sincronização

source: Tag dishes as vegetarian, quick, or a kids’ favorite, then filter the library by it.
da: Sæt tags på retter som vegetarisk, hurtig eller børnenes favorit, og filtrér samlingen efter dem.
de: Versieh Gerichte mit Schlagwörtern wie vegetarisch, schnell oder Kinderliebling und filtere die Sammlung danach.
es: Etiqueta los platos como vegetariano, rápido o favorito de los niños, y luego filtra la colección por ello.
fr: Taguez les plats comme végétarien, rapide ou préféré des enfants, puis filtrez la collection selon ces tags.
it: Assegna ai piatti tag come vegetariano, veloce o preferito dai bambini, poi filtra la raccolta.
nl: Geef gerechten labels als vegetarisch, snel of kinderfavoriet en filter je collectie erop.
pt_pt: Etiqueta os pratos como vegetariano, rápido ou favorito das crianças e depois filtra a coleção por isso.

source: Takes a while
da: Tager tid
de: Dauert länger
es: Lleva su tiempo
fr: Prend du temps
it: Richiede tempo
nl: Duurt langer
pt_pt: Demora algum tempo
